<template>
  
    <div class="black-bg">
      <div class="white-bg" style="overflow: scroll; height: 800px">
        <h4>이용 약관</h4>
        <p>
          판매이용약관(필수) 판매이용약관(필수) 제1조 (목적) 이 약관은
          “판매회원”이 제이슨그룹(이하 “회사”라 합니다)가 운영하는 “사이트”에서
          제공되는 “서비스”를 이용함에 있어 “회사”와 ”판매회원”의 권리·의무 및
          책임 사항을 규정함을 목적으로 합니다. ※ PC통신, 모바일, 무선 등을
          이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을
          준용합니다. 제2조 (용어의 정의) 이 약관에서 사용하는 용어의 정의는
          다음 각 호와 같습니다. 1. “사이트”란 심쿵할인 앱을 비롯하여 “회사”가
          운영하는 컴퓨터 등 정보통신설비를 이용한 “상품” 거래를 위한 모든
          형태의 가상의 영업장을 말합니다. 2. “서비스”란 제4조 제1항에 따라
          “회사”가 “판매회원”에게 제공하는 통신 판매 중개 서비스 및 이와 관련된
          기타 서비스를 말합니다. 3. “상품”이란 “판매회원”이 “사이트”에서
          판매하는 재화 또는 용역을 말합니다. 4. “고객”이란 “회사”와 서비스
          이용약관>을 체결하고 “사이트”에서 상품을 구매하는 자를 말합니다. 5.
          “판매회원”이란 이 약관에 따라 “서비스”를 이용하는 자를 말합니다. 6.
          “파트너오피스”이란 “판매회원”이 “사이트”에서 상품 등을 원활히 할 수
          있도록 “회사”가 운영하는 “판매회원” 전용 사이트를 말합니다. 7.
          “파트너가이드”란 “회사”가 이 약관의 내용을 구체화하기 위하여
          “파트너오피스”에 공지하는 “서비스” 이용에 관한 세부 정책 및 공지사항을
          말합니다. 제3조 (약관의 명시 및 개정) ① “회사”는 이 약관을
          ”판매회원”이 쉽게 알 수 있도록 “파트너오피스”의 초기화면에 게시합니다.
          다만, 약관의 내용은 링크를 통하여 연결되는 별도의 화면에 게시할 수
          있습니다. ② “회사”는 『전자상거래 등에서의 소비자보호에 관한
          법률』(이하 “전자상거래법”이라 합니다), 『약관의 규제등에 관한 법률』,
          『전자문서 및 전자거래기본법』, 『전자서명법』, 『정보통신망 이용촉진
          등에 관한 법률』, 『방문판매등에 관한 법률』, 『소비자기본법』 등 관련
          법령에 위배되지 않는 범위에서 이 약관을 개정할 수 있습니다. ③ “회사”가
          이 약관을 개정하는 경우에는 그 적용일 7일 전부터 변경내용 및
          적용일자를 명시하여 “파트너오피스”의 초기화면에 공지합니다. 다만,
          약관의 변경 내용이 중대하거나 ”판매회원”에게 불리한 경우에는 그 적용일
          30일 전에 “판매회원”에게 개별 통지함을 원칙으로 하되, 개별 통지가
          어려운 경우에는 그 적용일자 30일 전부터 “파트너오피스”의 초기화면에
          공지함으로써 개별 통지를 갈음할 수 있습니다. ④ ”판매회원”은 전항에
          따라 변경되는 약관에 동의하지 않을 권리가 있으며, 변경된 약관에
          동의하지 않을 경우에는 “서비스” 이용을 중단하고 회원 탈퇴를 요청할 수
          있습니다. 제4조 (서비스의 내용) ① “회사”가 ”판매회원”에게 제공하는
          “서비스”는 다음 각 호와 같습니다. 1. 상품 거래를 위한 판매중개 플랫폼
          운영 서비스 2. “사이트” 및 “파트너오피스”의 개발 및 운영 서비스 3.
          상품 판매 관련 업무 지원 서비스 4. 상품 정보 검색 서비스 5. 상품 관련
          광고 및 프로모션 서비스 6. 기타 전자상거래와 관련하여 “회사”가 정하는
          서비스 ② “회사”가 제공하는 “서비스”의 범위는 “사이트”에서 “판매회원”과
          “고객”이 원활하게 상품을 거래할 수 있도록 하는 것에 한정되며, “회사”는
          ”판매회원”이 “사이트”에서 판매하는 상품에 관하여 일체의 책임을 지지
          않습니다. 제5조 (대리 및 보증의 부인) ① “회사”는 관련 법령에 따라
          “회사"가 책임을 부담하는 경우를 제외하고는 통신판매중개자로서
          통신판매중개 서비스의 제공을 위한 “사이트” 등의 운영 및 관리 책임만을
          부담하고, “사이트”에서의 ”판매회원”과 “고객” 간의 상품 거래와 관련하여
          ”판매회원” 또는 “고객”을 대리하지 아니하며, ”판매회원”과 “고객” 간의
          상품 거래에 관한 일체의 책임은 해당 ”판매회원”과 “고객”이 직접
          부담합니다. ② “회사”는 관련 법령에 따라 “회사"가 책임을 부담하는
          경우를 제외하고는 “사이트”에서의 ”판매회원”과 “고객” 간의 상품 거래와
          관련하여 거래당사자의 판매의사 또는 구매의사의 존부 및 진정성, 상품의
          품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성,
          ”판매회원”이 제공하거나 등록한 정보 및 자료의 진실성 또는 적법성 등을
          보증하지 아니하며, ”판매회원”과 “고객” 간의 상품 거래에 관한 일체의
          위험과 책임은 해당 ”판매회원”과 “고객”이 직접 부담합니다. 제6조
          (이용계약의 체결) ① 이 약관에 따른 “회사”와 “판매회원” 간의
          이용계약(이하 “이용계약”이라 합니다)은 “서비스”를 이용하고자 하는 자가
          이 약관에 동의하고 “회사”가 정한 절차에 따라 “서비스”의 이용을
          신청하면, “회사”가 이를 승낙한 때부터 효력이 발생합니다. ② “회사”는
          다음 각 호의 어느 하나에 해당하는 경우에는 전항의 이용신청에 대한
          승낙을 거부 또는 유보하거나 승낙을 철회 또는 취소할 수 있습니다. 1.
          신청 시 “회사”가 정한 절차에 따르지 않고 신청한 경우 2. 신청 시 필수
          기재사항을 기재하지 않거나 허위로 기재(타인의 명의를 도용하거나 실명을
          기재하지 않은 경우 등을 포함)한 경우 3. 종래 이 약관 기타 계약이나
          관련 법령 위반 등을 이유로 “회사”에 의하여 이용계약이 해지된 자가
          재신청을 하는 경우 4. 이미 이용계약을 체결한 “판매회원”과 상호 및
          사업자등록번호가 일치하는 경우 5. “회사”의 서비스 제공에 필요한 설비가
          부족하거나 기술상 어려움이 있는 경우 6. 기타 이 약관에 위배되거나 위법
          또는 부당한 신청으로 확인된 경우 또는 “회사”가 합리적인 이유에
          근거하여 그러한 신청으로 판단하는 경우 ③ “회사”는 ”판매회원”으로부터
          제공받은 정보의 정확성을 확인하기 위하여 관련 법령이 허용하는 범위
          내에서 증빙자료의 제공을 요청할 수 있습니다. ”판매회원”이 “회사”로부터
          요청받은 자료를 제공하지 않거나 허위의 자료를 제공하는 경우, “회사”는
          “판매회원”에 대하여 이용계약의 해지, “서비스”의 전부 또는 일부의 제공
          및 정산대금의 지급 보류 등 필요한 조치를 취할 수 있으며, ”판매회원”은
          이로 인하여 발생한 손해에 대하여 “회사”에게 책임을 물을 수 없습니다. ④
          “판매회원”은 등록된 정보가 변경된 경우, 지체 없이 “사이트”에서 직접
          정보를 수정하거나 전자우편 등의 방법으로 그 변경 사실을 “회사”에게
          알려야 합니다. “판매회원”이 등록된 정보를 변경하고자 하는 경우,
          “회사”는 정보 보호를 위해 본인확인 절차 등을 거치도록 할 수 있습니다.
          제7조 (”판매회원”의 ID 및 비밀번호에 대한 관리 책임) ① ”판매회원”은
          자신의 ID 및 비밀번호에 대한 관리 책임을 부담하며, 어떠한 경우에도
          자신의 ID 및 비밀번호를 제3자에게 유출, 누설 또는 이용하게 하거나,
          타인의 ID 및 비밀번호 등을 이용하여서는 안 됩니다. ② “회사”는 관련
          법령에 따라 “회사”가 책임을 부담하거나 “회사”의 고의 또는 과실에 의한
          경우가 아닌 한 ”판매회원”이 전항의 금지사항을 위반함에 따른 ID 및
          비밀번호의 유출, 공유, 양도, 대여, 도용, 관리상 부주의 등으로 인한
          손해에 대하여 책임을 지지 않습니다. ③ ”판매회원”의 ID 및 비밀번호를
          제3자가 이용하는 경우, “회사”는 ”판매회원” 및 해당 ID에 대하여
          “서비스”의 이용을 제한할 수 있습니다. ④ ”판매회원”은 자신의 ID 및
          비밀번호를 도난 당하거나 제3자가 사용하고 있음을 인지한 경우 즉시 이를
          “회사”에게 통보하고 “회사”의 안내가 있는 경우 그에 따라야 합니다.
          “회사”는 ”판매회원”이 본 항의 통보 의무를 태만히 하여 발생한 손해에
          대하여 책임을 지지 않습니다. 제8조 (상품의 배송) ① “고객”의 주문 및
          결제가 완료되면 “회사”는 ”판매회원”으로 하여금 그 주문 정보를 확인할
          수 있도록 조치합니다. ② ”판매회원”은 “고객”의 주문 정보를 정확히
          확인하고 상품을 배송하여야 합니다. ③ ”판매회원”은 배송 중 상품이
          파손되지 않도록 적절한 포장을 한 후 배송을 증명하거나 추적할 수 있는
          물류대행(택배)업체에 배송을 위탁하여야 합니다. ④ 전자상거래법 제15조
          제1항에 따라 ”판매회원”은 “고객”의 결제일로부터 3영업일 이내에 상품의
          공급을 위하여 필요한 조치를 하여야 하고(단, 고객과 ”판매회원” 간에
          상품 등의 공급 시기에 관하여 따로 약정한 경우는 제외함),
          “파트너오피스”에 송장번호 등의 상품 발송 관련 데이터를 입력하여 발송이
          완료되었음을 증명하여야 합니다. ⑤ ”판매회원”이 전항의 기한 내에 상품을
          발송하지 않거나, 배송지 오류 등으로 “고객”이 상품을 정상적으로 받지
          못한 경우 ”판매회원”은 그에 관한 모든 책임을 부담합니다. ⑥
          ”판매회원”은 상품 발송 후 3일 이내에 “고객”이 주문한 상품을 받을 수
          있도록 조치해야 하며, “고객”의 상품 미도착 신고가 접수되면
          ”판매회원”은 이를 확인하고 즉시 필요한 조치를 하여야 합니다. 만일
          ”판매회원”이 상품 미도착 신고 접수일로부터 10일 이내에 필요한 조치를
          하지 않으면, “회사”는 직권으로 거래를 취소하고 “고객”에게
          상품구매대금을 환불할 수 있습니다. ⑦ “회사”가 “고객”의 상품구매대금
          결제 확인을 통지하였음에도 불구하고, ”판매회원”이 상당 기간 발주확인을
          하지 않거나, 발주확인을 한 이후라도 배송 등 후속 절차를 이행하지
          않으면, “회사”는 직권으로 “고객”에게 상품구매대금을 환불하는 등의
          조치를 할 수 있습니다. ⑧ ”판매회원”의 귀책사유로 인하여 “회사”가
          직권으로 “고객” 주문을 취소한 경우 상품 회수에 소요되는 비용은
          ”판매회원”이 부담합니다. ⑨ “회사”는 제3자와 업무제휴를 통해 통합택배,
          특별배송서비스 등을 시행할 수 있습니다. ⑩ “회사”는 상품의 배송을
          지연하는 ”판매회원”에게 “파트너가이드” 등에 따른 불이익을 부과할 수
          있습니다. 제9조 (구매취소 등) ① ”판매회원”은 전자상거래법 규정에서
          정하는 바에 따라 “고객”의 청약철회 신청을 수용하여야 합니다. ②
          ”판매회원”은 상품페이지 등 “고객”이 쉽게 알 수 있는 곳에 상품의 교환
          또는 반품 제한 조건을 명시하여 “고객”의 청약철회를 제한시킬 수 있으나,
          그 내용이 전자상거래법 규정과 상충되는 경우에는 전자상거래법 규정이
          ”판매회원”이 지정한 반품 제한 조건보다 우선합니다. ③ ”판매회원”은
          “고객”이 주문한 상품을 공급하기 곤란하다는 것을 알았을 때, 즉시 해당
          사실을 “회사”와 “고객”에게 유선으로 통보하고 “고객”의 동의를 얻은 후
          취소 처리를 하여야 하며, “회사”가 “고객”의 상품대금결제일로부터 3일
          이내에 상품구매대금 환불 또는 환불에 필요한 조치를 취할 수 있도록
          하여야 합니다. ④ ”판매회원”이 “고객”의 구매 취소 요청에 대하여 24시간
          이내에 환불 또는 발송확인 처리를 하지 않을 경우, 해당 주문 건은 자동
          환불처리 됩니다. 단, 상품이 이미 배송 중인 경우에는 취소가 아닌
          반품절차에 의합니다. ⑤ ”판매회원”은 반품상품 수령일로부터 3영업일
          이내에 환불 또는 환불에 필요한 조치를 취하여야 하며, ”판매회원”이
          환불에 필요한 조치를 취하지 아니하는 경우 “회사”가 직권으로
          상품구매대금을 환불할 수 있습니다. ⑥ ”판매회원”은 반품 배송비를
          청구해야 하는 경우 환불처리를 유보할 수 있으나, 그 경우에도 반품상품
          수령일로부터 5일 이내에는 환불 조치를 취하여야 합니다. 제10조
          (서비스이용료) ① 서비스이용료는 “회사”가 제공하는 서비스를 이용하는
          대가로 ”판매회원”이 “회사”에 지불하여야 하는 금액을 의미하며, “회사”는
          서비스제공 비용, 시장상황, 판매의 거래업종, 취급품목, 거래방식 등을
          고려하여 “판매회원”에게 제공하는 서비스에 대한 이용료를 정합니다. ②
          “회사”는 서비스 이용료를 “파트너오피스”에 게시하거나 서면을 통하여
          판매회원에게 고지합니다. 회사는 필요한 경우 서비스이용료를 신설,
          변경할 수 있으며, 신설 또는 변경사항은 회사가 제공하는
          “파트너오피스”를 통하여 공지합니다. ③ “회사”는 판매 활성화 등을 위하여
          판매서비스이용료 범위 내에서 특정 물품에 대한 판매서비스이용료를 할인
          할 수 있습니다. 특정물품의 판매가격이 할인된 경우(단, “판매회원”이
          “회사”와 사전 협의 없이 판매가격을 할인한 경우를 제외함) 해당 물품에
          대한 판매서비스이용료는 할인 전 물품가액을 기준으로 한
          판매서비스이용료 금액에서 그 할인액을 차감하여 산정합니다. ④ “회사”는
          ”판매회원”에게 서비스이용료에 대한 세금계산서를 발행하며, 상품판매대금
          또는 “고객”으로부터 예치 받은 금액에서 서비스이용료를 공제한 나머지
          금액(이하 “정산대금”이라 합니다)을 ”판매회원”에게 지급하는 방법 등으로
          서비스이용료를 정산합니다.  ”판매회원”은 “파트너오피스”에서 정산대금
          지급에 대한 정책, 서비스이용료의 상세내역을 확인할 수 있습니다. 제11
          조 (판매촉진서비스) 1. “회사”는 상품판매의 촉진을 위하여 “판매회원“이
          “고객“에게 지급할 수 있는 할인쿠폰, 및 ”판매회원“이 자신의 상품 노출을
          용이하게 할 수 있는 광고 게제 신청 등의 다양한 판매촉진서비스를
          유상으로 제공할 수 있습니다. 2. “회사”는 “판매회원”에게
          판매촉진서비스의 내용, 이용방법 및 이용요금, 실시기간 등을
          “파트너오피스”에 게시하거나 “판매회원” 서면 계약을 통하여 고지하여,
          “판매회원”의 해당 서비스 이용에 조력합니다. 3. 판매촉진서비스에 관한
          서비스 이용료는 계약형태, 반품 여부와 관계없이 선불로 부과되며
          “판매회원”의 사유로 판매촉진서비스 이용 계약을 파기 할 시 쿠폰 비용은
          환불되지 않으며, 광고게제 신청 등의 경우 일정 비율의 위약금을 지불해야
          합니다. 회사가 제공하는 서비스 또는 정보통신시스템의 하자로 인하여
          물품등록이 정상적으로 이루어지지 않거나 광고가 취소되는 경우에는
          판매촉진서비스이용료를 환불합니다. 제12조 (지식재산권의 보호 등) ①
          ”판매회원”은 서비스 이용 시 “회사”나 제3자의 상표권, 특허권,
          실용신안권, 디자인권, 저작권, 성명권, 초상권, 퍼블리시티권 등의
          권리(이하 “지식재산권 등”이라 합니다)를 침해하여서는 안 됩니다. ②
          ”판매회원”이 사이트에 등록한 콘텐츠 또는 정보와 관련하여 제3자가
          지식재산권 등 권리를 침해당했다고 주장하거나, 그 콘텐츠 또는 정보가
          제3자의 지식재산권 등 권리를 침해하였다고 볼 만한 객관적인 사정이 있는
          경우, “회사”는 ”판매회원”이 제3자의 지식재산권 등 권리를 침해하지
          아니하였다는 사실을 객관적인 자료를 통하여 입증할 때까지 서비스의 전부
          또는 일부의 제공을 중지하거나 기타 “파트너가이드”에 따른 조치를 취할
          수 있습니다. ③ ”판매회원”이 사이트에 등록한 콘텐츠 및 정보와 관련하여
          “회사”가 제3자로부터 지식재산권 등 권리 침해를 이유로 이의 또는 분쟁을
          제기 당한 경우, ”판매회원”은 그 즉시 자신의 비용과 책임으로 “회사”를
          면책시키고 이로 인하여 “회사”가 입은 모든 직, 간접적인 손해를
          배상하여야 합니다. 또한, 이러한 경우 “회사”는 “회사”의 손해 방지와
          “고객”에 대한 보상을 위하여 정산대금에서 객관적으로 예상되는 최대
          손해액 또는 보상액(사전 공지된 위조품에 대한 고객 보상액 등 판매가격을
          초과하는 보상액을 포함)에 상당하는 금액의 지급을 보류하는 등
          “파트너가이드” 등에 따른 적절한 사전 조치를 취할 수 있습니다. ④
          “회사”는 ”판매회원”의 상품 판매 장려를 위하여 ”판매회원”이 “사이트”에
          등록한 상품 관련 콘텐츠를 “회사”와 제휴한 제3자의 사이트 등에 노출할
          수 있습니다. ⑤ ”판매회원”은 “회사”로부터 사전에 서면으로 동의받지 않은
          한 “회사”의 상호, 상표, 로고, 심볼, B.I., C.I. 등을 사용할 수
          없습니다. ⑥ ”판매회원”은 “회사”와 별도로 약정하지 않은 한 자신이
          의뢰하여 “회사”가 제작한 자신의 상품페이지 등의 콘텐츠를 사이트 외에
          다른 유통채널에서 사용할 수 없습니다. ⑦ “회사”는 ”판매회원”이 본 조를
          위반한 경우 ”판매회원”과의 이용계약을 해지하거나 “서비스”의 전부 또는
          일부의 제공을 중단할 수 있습니다. 제13조 (지식재산권의 귀속 및
          이용제한) ① “회사“가 작성한 저작물에 대한 저작권 기타 지식재산권은
          ”회사“에 귀속합니다. ② 이용자는 “몰”을 이용함으로써 얻은 정보 중
          “회사”에게 지적재산권이 귀속된 정보를 “회사”의 사전 승낙 없이 복제,
          송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나
          제3자에게 이용하게 하여서는 안됩니다. ③ “이용자”가 “몰”의 서비스 이용
          시 작성한 상품평, 상품 관련 질문 등의 게시물에 대한 저작권은
          “이용자”에게 귀속합니다. 단, “회사”는 “이용자”에게 서비스를 제공하기
          위하여, 해당 게시물에 대한 저장, 복제, 수정, 공중 송신, 전지, 배포,
          2차적 저작물 작성 등의 이용 권한(기한과 지역 제한에 정함이 없으며,
          별도 대가 지급이 없는 라이선스)을 부여 받습니다. “회사”는 이러한 이용
          권한에 따라, “회사”, “몰”에서 저작권법 등 관련 법령에서 정하는 범위
          내에서 “이용자” 게시물의 노출, “회사”의 각종 전자상거래 관련
          서비스(이하 “서비스”) 홍보를 위한 활용, 서비스 운영, 개선 및 새로운
          서비스 개발을 위한 연구, 상품 관련 정보 통합 관리 및 상품 마케팅을
          위한 목적으로 활용할 수 있습니다. ④ ‘이용자’가 작성한 게시물( 댓글 및
          1:1문의 등 작성하는 모든 글에 해당함 )이 개인정보 보호법, 정보통신망
          이용촉진 및 정보보호 등에 관한 법률, 산업 안전 보건법 등 관련 법령에
          위반되는 내용을 포함하는 경우, 회사는 관련 법령이 정한 지침 및 절차에
          따라 게시물의 게시중단 및 삭제, 게시물 작성 권한 차단, 회원가입 불가
          등의 조치를 취할 수 있습니다. ⑤ ‘이용자’가 당사 앱 쇼핑몰에 등록 또는
          게시한 게시물에 대한 모든 책임은 작성자 본인에게 있으며, 회사는 회원의
          게시물이 다음 각 항에 해당한다고 판단되는 경우 사전통지 없이 해당
          게시물의 게시중단 및 삭제, 게시물 작성 권한 차단 등의 조치를 취할 수
          있고, 이에 대하여 회사는 어떠한 책임도 지지 않습니다. 1. 타인 및 업체,
          상담 직원을 모욕/비방/비하하거나 타인 및 업체, 상담직원의 명예를
          훼손하는 게시물 2. 가격 비교, 비방 또는 욕설 등의 내용을 게시하여
          판매자 등의 판매 활동을 방해하는 게시물 3. 직/간접적인 제품의 재 판매
          행위 및 이를 구매, 사용하도록 권하거나 연락을 유도하는 등 당사의
          운영정책에 위반되는 내용의 게시물 4. 범죄 및 각종 불법 행위에 악용될
          수 있는 정보 및 링크를 담고 있는 게시물 5. 타인의 저작권, 상표권 등
          권리를 침해하는 게시물 6. 어린이 및 청소년에게 정신적 신체적 피해가 될
          수 있는 내용 및 음란물 또는 상담 직원 및 일반인의 성적 굴욕감이나
          수치심을 유발할 수 있는 내용 또는 링크 등을 포함한 게시물 7. 특정인의
          개인정보가 노출된 게시물 8. 당사의 이용 목적에 부합하지 않거나 해당
          서비스의 취지와 무관한 내용의 게시물 9. 악성코드 등이 담긴 링크 등을
          기재하여 다른 회원, 회사의 시스템 성능 저하, 개인정보 유출 등의 피해를
          줄 수 있는 악의적인 게시물 10. 정당한 사유 없이 회사의 영업을 방해하는
          내용의 게시물 11. 고의적으로 회사 또는 판매자의 판매 활동을 방해하는
          행위 (검증되지 않은 내용의 제품 후기 등 포함 ) 12. 법령에 위배되거나
          회사가 부적절 하다고 판단되는 게시물 13. 기타 회사가 제공하는 서비스의
          원활한 진행을 방해하는 것으로 판단되는 경우 ⑥ “회사”는 개별 서비스별로
          게시물과 관련된 세부이용지침을 별도로 정하여 시행할 수 있으며, 회원은
          그 지침에 따라 게시물(회원간 전달 포함)을 게재하여야 합니다. ⑦
          “회사”는 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해
          이용자에게 통보하여야 합니다. 제14조 (”판매회원”의 권리 및 의무) ①
          ”판매회원”은 전자상거래법, 『전자금융거래법』, 『여신전문금융업법』,
          『전기통신사업법』, 『식품위생법』, 『화장품법』, 『전기용품 및
          생활용품 안전관리법』, 『부가가치세법』, 『정보통신망 이용촉진 및
          정보보호 등에 관한 법률』, 『상표법』, 『저작권법』, 『표시 광고의
          공정화에 관한 법률』 등 “사이트”에서의 상품 판매와 관련한 법령 및
          “파트너가이드” 등 “회사”가 사전에 공지하는 내부 정책을 준수하여야
          합니다. ② ”판매회원”은 서비스의 신청, 이용 과정에서 다른 사람의 정보를
          이용하거나 허위의 정보를 “회사”에 제공하여서는 안됩니다. ③
          ”판매회원”은 상품의 판매와 관련하여 특정한 인허가 자격이 요구되는
          경우, 그에 대한 요건을 충족하여야 하고 인허가 자격을 갖추지 않은
          상태에서 상품을 판매하여 발생한 모든 민형사상의 책임을 부담하여야
          합니다. ④“회사”는 ”판매회원”의 사업자의 동일성 또는 담당자의
          대표성이나 ”판매회원”이 판매하는 상품의 진정성을 확인하기 위하여
          ”판매회원”에게 이에 대한 객관적인 증빙서류를 요청할 수 있고,
          ”판매회원”은 이에 적극 협조하여야 하며, ”판매회원”이 위와 같은
          “회사”의 요청에 응하지 않는 경우 “회사”는 “회사” 및 제3자의 손해
          방지를 위하여 “파트너가이드” 등에 따른 적절한 조치를 취할 수 있습니다.
          ⑤ ”판매회원”은 “회사”로부터 합리적인 사유에 의하여 상품 또는
          판매조건의 수정을 요청받은 경우, ”판매회원”은 지체 없이 이를
          수정함으로써 “회사” 및 “고객”에게 손해가 발생하지 않도록 하여야
          합니다. ⑥ ”판매회원”은 사업자 정보가 변경된 경우 이를 즉시 “회사”에
          알려야 하며, ”판매회원”이 이를 해태하여 입은 불이익에 대하여 “회사”는
          일체의 책임을 부담하지 않습니다. ⑦ ”판매회원”은 상품 등에 관한 “고객”
          및 “회사”의 문의에 지체없이 정확하게 답변하여야 하며, 허위 또는
          부정확한 답변으로 “고객” 및 “회사”에 손해가 발생하는 경우 ”판매회원”의
          책임 및 비용으로 해결하여야 합니다. 제15조 (“회사”의 권리 및 의무) ①
          “회사”는 ”판매회원”의 회원가입 신청 시 해당 정보 및 서류를 심사하고 그
          승인 여부를 통지합니다. ② “회사”는 ”판매회원”이 안전하게 서비스를
          이용할 수 있도록 ”판매회원”의 개인정보(신용정보 포함)보호를 위한
          기술적, 관리적 조치를 다합니다. ③ “회사”는 컴퓨터 등 정보통신설비의
          보수, 점검, 교체 및 고장, 통신 두절 등의 사유가 발생하는 경우 서비스의
          제공을 일시적으로 중단할 수 있으며, 이와 관련하여 고의 또는 중대한
          과실이 없는 한 책임을 지지 않습니다. ④ “회사”는 ”판매회원”이 제공 또는
          게시한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 대하여 관련 법령에
          따라 “회사"가 책임을 부담하는 경우를 제외하고는 어떠한 보증이나 책임도
          부담하지 않습니다. 제16조 (개인정보의 보호) ① ”판매회원”은 서비스를
          이용하는 과정에서 지득한 “고객” 등 타인의 개인정보를 제공 받은 목적
          이외의 용도로 사용할 수 없으며, 이를 위반할 경우 관련 법령에 의한 모든
          민ㆍ형사상의 법적 책임을 지고 자신의 노력과 비용으로 즉시 “회사”를
          면책시키고 문제를 해결해야 합니다. ② “회사”가 개인정보의 보호를 위하여
          상당한 주의를 기울였음에도 불구하고, 특정 ”판매회원”이 본 조를
          위반하여 타인의 개인정보를 유출 또는 유용한 경우 “회사”는 그에 대하여
          아무런 책임을 지지 않습니다. ③ “회사”는 개인정보 보호를 위하여 배송
          등의 목적으로 ”판매회원”에게 공개되어 있는 “고객”의 개인정보를 상당
          기간이 경과한 후 비공개 조치할 수 있습니다. ④ “회사”는 전기통신사업법
          등 관련 법령이 규정하는 적법한 절차에 따라 수사관서 등이 “회사”에게
          ”판매회원”에 관한 정보의 제공을 요청한 경우, 관련 자료를 제출할 수
          있습니다. 제17조 (비밀유지) “회사”와 ”판매회원”은 관련 법령에 의하거나
          경찰, 검찰, 법원, 기타 수사 또는 조사를 담당하는 정부기관 등으로부터
          요구 받는 경우를 제외하고는 서비스 제공 및 이용 과정에서
          상대방으로부터 제공받거나 취득한 고객 명부, 기술정보, 생산 및
          판매계획, 노하우 기타 비밀로 관리되는 정보를 제3자에게 제공하거나
          유출하여서는 안 되며, 그러한 정보를 이용계약의 이행 이외의 목적으로
          이용하여서는 안 됩니다. 제18조 (금지행위) ”판매회원”은 다음과 같은
          행위를 하여서는 안 됩니다. 1. 자신 또는 제3자의 ID를 이용하여 직접
          사용을 위한 의사 없이(직접 사용의 증거를 제시하지 못한 경우를 포함함)
          재판매 목적 또는 쿠폰 할인, 환불 정책, 고객 보상 정책, 판매량 표시
          증가 등을 이용한 부당한 이익 취득을 위한 목적으로 “사이트”에서 자신
          또는 제3자의 상품을 반복적으로 또는 대량으로 구매하거나 구매한 것처럼
          보이도록 하는 행위, 그러한 행위를 교사 또는 방조하는 행위, 기타
          단독으로 또는 제3자와 공모하여 “서비스”를 부정하게 또는 비정상적으로
          이용하여 자신 또는 제3자가 부당한 이득을 취하게 하고 “회사” 또는
          타인에게 손해 또는 손실을 입히는 행위 2. “사이트”에서 판매 중인 상품에
          대하여 “고객”과 “사이트” 또는 “서비스”를 배제하는 형태의 거래(이하
          “직거래”라 합니다)를 하거나, “고객”에게 “직거래”를 제안하거나,
          “고객”의 그러한 제안을 수락하는 행위 3. 상품의 중요 정보(원산지,
          유통기한, 인허가사항 등)를 오기재 또는 누락하거나, 상품과 관련 없는
          카테고리에 상품을 등록하거나, 상품과 관련 없는 키워드를 상품명 또는
          상품정보에 등록하는 행위 4. 동일한 상품(동일한 상품이나 상품명만 다른
          경우, 실질적인 차이가 없을 정도로 유사한 구성의 상품 등)을 중복적으로
          등록하는 행위 5. 위조품(상표권자로부터의 순차적인 거래관계를
          입증하거나 상표권자로부터 정품 인증을 받지 못한 경우를 포함하여,
          병행수입의 경우에도 이와 같음)을 비롯하여 제3자의 상표권, 특허권,
          실용신안권, 디자인권, 저작권 등 지식재산권 기타 정당한 권리를 침해하는
          상품을 판매하거나 상품정보나 광고를 통하여 위와 같은 제3자의 권리를
          침해하는 행위 6. 서비스 이용 과정에서 제공받거나 취득한 “고객” 등의
          개인정보를 “고객”의 사전 동의 없이 광고성 문자메시지 발송, 마케팅 기타
          이용계약의 목적 외로 사용하거나, 제3자에게 제공 또는 유출하는 행위 7.
          “고객”에 대한 폭행, 협박, 욕설, 성희롱, 근거 없는 환불 거부, 고의적인
          응대 회피 기타 고의 또는 중대한 과실로 고객을 적절히 응대하지 않는
          행위 8. 기타 본 조 각 호의 어느 하나 또는 그 이상에 해당한다는
          합리적인 의심(정당한 권리자로부터 신고가 접수된 경우를 포함함)이 있어
          “회사”가 “판매회원”에게 그에 대한 소명 및 객관적인 입증자료를
          요청하였음에도 불구하고, “판매회원”이 그에 대한 소명 또는 객관적인
          입증자료를 제출하지 못하거나 허위로 소명하거나 허위의 입증자료를
          제출하는 행위 제19조 (손해배상) “회사” 및 ”판매회원”(“회사” 또는
          “판매회원”의 피고용인, 대리인, 기타 도급 및 위임 등으로 당사자 일방을
          대신하여 이 약관에 따른 권리∙의무를 이행하는 자를 포함함)이 고의, 과실
          기타 책임 있는 사유로 관련 법령, 이 약관, “파트너가이드” 기타 사전에
          공지된 “회사”의 정책을 위반하여 상대방에 손해가 발생한 경우, 귀책
          당사자는 이로 인하여 상대방에게 발생한 손해를 배상할 책임이 있습니다.
          제20조 (이용계약의 해지 등) ① “판매회원”은 언제든지 “회사”에 회원
          탈퇴를 요청함으로써 “이용계약”을 해지할 수 있습니다. 다만, “회사”는
          “판매회원”의 “회사”에 대한 채무가 남아 있는 등 계약 관계의 정리를
          위하여 필요한 범위 내에서 “판매회원”의 회원탈퇴에 대한 승낙을
          거절하거나 유보할 수 있습니다. ② “회사”는 ”판매회원”에게 다음 각 호 중
          하나 이상의 사유가 발생한 경우 그 정도에 따라 “서비스”의 전부 또는
          일부의 제공의 중지(상품 판매 중단, 상품 노출 해제 등을 포함하며 이에
          한정되지 않음), “이용계약”의 해지, 기타 “파트너가이드” 등에 따른 조치
          등을 취할 수 있습니다. 1. 제16조의 금지행위 중 어느 하나에 해당하는
          경우 2. 제6조 제2항 각 호 중 어느 하나에 해당하는 경우 3. “서비스”
          이용과 관련하여 “회사” 또는 제3자의 법률상, 계약상 권리나 명예, 신용
          기타 정당한 이익을 침해한 경우 4. “회사”의 원활한 “사이트” 운영 또는
          다른 “판매회원”이나 “고객”의 원활한 서비스 이용을 방해하거나 그러한
          방해를 시도한 경우 5. 관련 법령 또는 이 약관을 위반하여 “회사”로부터
          그 시정을 요구 받은 후 7일 이내에 이를 시정하지 아니한 경우 6. 부도 등
          금융기관의 거래정지, 회생 및 파산 절차의 개시, 폐업 또는 휴업,
          영업정지 및 취소 등의 행정처분, 주요 자산에 대한 보전처분, 영업양도 및
          합병 등으로 인하여 이 약관에 따른 의무의 이행이 불가능한 경우 7.
          ”판매회원” 또는 ”판매회원”의 브랜드나 상품에 관하여 공서양속 위반 기타
          사회적으로 부정적인 이슈가 발생하여 “회사”가 명예 또는 신용의 실추
          기타 유, 무형적인 손해를 입거나 그러한 우려가 있는 경우 8. 기타
          “회사”가 합리적인 사유에 기하여 “판매회원”에게 본 항에 따른 조치를
          취할 필요가 있다고 판단하는 경우 ③ “판매회원”이 전항 각 호의 사유 중
          하나 이상의 사유에 해당하여 “회사”가 그에 따른 조치를 취하였음에도
          불구하고, “판매회원”이 “회사”의 조치 효과를 회피하려는 목적 기타 고의
          또는 과실로 동일 또는 유사한 행위를 반복하는 경우에는, 관련 법령 및 이
          약관 기타 “회사”의 정책이 허용하는 범위 내에서 “회사”는 “이용계약”의
          즉시 해지를 포함하여 기존의 조치를 상회하는 수준의 조치를 취할 수
          있습니다. ④ “회사”가 본조에 따라 “판매회원”과의 “이용계약”을
          해지하려는 경우, “회사”는 “판매회원”에게 그 해지 의사 및 사유를
          통지합니다. 이 경우 “회사”는 상당 기간을 정하여 “판매회원”에게 소명
          기회를 부여할 수 있습니다. ⑤ “회사”가 본조에 따라 “이용계약”을 해지한
          경우에도 ”판매회원”은 “이용계약” 해지 시까지 완결되지 아니한 주문의
          배송, 교환, 환불, 하자보수 등 “고객” 보호를 위하여 필요한 조치를
          취하여야 합니다. ⑥ 본 조에 따른 “이용계약”의 해지 등은 전 조에 따른
          손해배상의 청구에 영향을 미치지 않습니다. 제21조 (약관 외 준칙) ①
          “회사”는 이 약관에서 규정하지 않은 세부적인 내용 등을 “파트너가이드”로
          규정하고 이를 “파트너오피스”에 공지할 수 있으며, 이때 “파트너가이드”는
          이 약관과 더불어 서비스 이용계약의 일부를 구성합니다. ② ”판매회원”은
          “파트너가이드”의 내용을 상시 확인하고 숙지하여야 합니다. ③ 이 약관에서
          정하지 아니한 특정 서비스에 관하여는 “회사”와 ”판매회원” 간의 개별
          약정에서 정하는 바에 따르며, 이 약관과 개별 약정이 상충되는 경우에는
          개별 약정이 이 약관에 우선하여 적용됩니다. ④ 이 약관, “파트너가이드”,
          개별 약정 등에서 정하지 아니한 사항이나 그 해석에 관하여는 관련 법령
          및 상관례에 따릅니다. 제20조 (준거법 및 관할법원) ① 이 약관에 따른
          “회사”와 “판매회원” 간의 법률관계에 대하여는 대한민국 법률을
          준거법으로 합니다. ② “회사”와 “판매회원” 간의 분쟁은 관련 법령 기타
          상관례에 따라 상호 간에 합의하여 해결하되, 합의가 이루어지지 않는
          경우에는 민사소송법 기타 관련 법령에 따른 소송 절차에 의하여
          해결합니다.
        </p>
          <div style="float :right">
          <button @click="$store.state.modalView = 0">확인</button>
          </div>
          
      </div>
    </div>
  
</template>

<script>
export default {};
</script>

<style>
body {
  margin: 0;
}
div {
  box-sizing: border-box;
}
.black-bg {
  width: 100%;
  height: 100%;
  background: rgba(0, 0, 0, 0.5);
  position: fixed;
  display: flex;
  align-items: center;
  justify-content: center;
  padding: 20px;
}
.white-bg {
  width: 50%;
  background: white;
  border-radius: 8px;
  padding: 20px;
}
</style>